{
    "Aloe barbadensis Miller": "For Health - Reducing dental plaque, accelerating wound healing, preventing wrinkles, and managing blood sugar.",
    "Annona muricata": "For Health - Anti-inflammatory, Antioxidant, Digestive Health, Cancer, Help with arthritis, diarrhea, dysentery, fever, malaria, parasites, rheumatism, and skin rashes.",
    "Antidesma bunius": "For Health - It's rich in vitamins, minerals, and phytochemicals, Antioxidant properties, Antidiabetic properties, Antimicrobial properties, Anti-cancer properties, Lipid-lowering properties.",
    "Arachis hypogaea": "For Health - Reduced risk of heart disease, Reduced risk of type 2 diabetes, Weight loss, Reduced risk of cancer, Reduced risk of gallstones, Reduced inflammation, Improved blood flow in the brain, Improved cholesterol levels, Reduced risk of stroke, Reduced risk of hypertension.",
    "Averrhoea bilimbi": "For Health - Antidiabetic, Antihypertensive, Antioxidant, Antimicrobial. Other benefits - Can help treat ulcers, hemorrhoids, and coughs and colds, Can help strengthen bones, Can be used as a folk medicine, Can be used as a flavoring in soups, dals, and curries.",
    "Blumea balsamifera": "For Health - Treats wounds, colds, and kidney problems, Can treat stomach ache, Can ease the pain of cramps.",
    "Capsicum frutescens": "For Health - Pain relief, Skin and hair health, Anti-inflammatory, Digestive health, Antibacterial.",
    "Carmona retusa": "For Health - Pain relief, Anti-diarrheal, Anti-spasmodic, Anti-inflammatory, Expectorant, Antidote, Wound healing.",
    "Centella asiatica": "For Health - Skin benefits, Anti-inflammatory, Wound healing, Acne, Moisturizing, Psoriasis. Overall health benefits - Antioxidants, Skin elasticity, Skin barrier dysfunction, Skin inflammation.",
    "Citrus aurantiifolia": "For Health - Good source of antioxidants, May boost immunity, Could promote healthy skin, May reduce heart disease risk, May prevent kidney stones, Increases iron absorption, May lower your risk of certain cancers.",
    "Citrus maxima": "For Health - Rich in Nutrition, Vitamin C, Antioxidants, Fiber, Sugar. Traditional uses - Stomach tonic, Appetizer, Cardiac stimulant, Inflammation, Cough, Asthma.",
    "Citrus microcarpa": "For Health - Immune booster, Weight loss, Cholesterol management, Digestion, Blood circulation, Eye health, Cough and asthma relief, High blood pressure management, Arteriosclerosis.",
    "Citrus sinensis": "For Health - Nutrients, Vitamin C, Potassium, Citrate, Fiber. Other potential benefits - Antioxidant activity.",
    "Coleus scutellarioides": "For Health - Treats heart disorders such as high blood pressure and chest pain (angina), as well as respiratory disorders such as asthma.",
    "Corchorus olitorius": "For Health - Antioxidant, Anti-inflammatory, Antidiabetic properties.",
    "Curcuma longa": "For Health - Anti-inflammatory, Antioxidant, Antimicrobial, Antiviral, Wound healing, Brain health, Heart health, Cancer prevention, Diabetes management, Digestive health.",
    "Euphorbia hirta": "For Health - Helps with breathing disorders, Dengue fever, Digestive problems, Severe diarrhea, Dysentery.",
    "Gliricidia sepium": "For Health - Treats inflammation, Treats bacterial and protozoal infections, Has wound healing properties.",
    "Hibiscus rosa-sinensis": "For Health - Antioxidant, Anti-inflammatory, Antibacterial, Wound healing, Anti-diabetic, Hair health, Liver health, Skin health.",
    "Impatiens balsamina": "For Health - Has cooling, antifungal, and antibacterial properties, Used to treat burns, scalds, and snakebites, Powdered seeds given to women during labor to provide strength.",
    "Ipomoea batatas": "For Health - Anti-inflammatory, Anti-cancer, Anti-diabetic, Cardioprotective, Anti-microbial, Anti-obesity.",
    "Jatropha curcas": "For Health - Antibacterial, Anti-inflammatory, Wound healing, Immune booster, Anti-cancer.",
    "Lagerstroemia speciosa": "For Health benefits - Banaba might reduce blood sugar and help the body use insulin more efficiently.",
    "Leucaena leucocephala": "For Health - Antidiabetic, Anticancer, Antimetastatic, Antibacterial, Antihelminthic.",
    "Mangifera indica": "For Health - May protect against some diseases, May support heart health, Boosts the immune system, Improves skin health, May ease constipation, Supports eye health.",
    "Manihot esculenta": "For Health - Anti-inflammatory, Antioxidant, Anti-diabetic, Anti-cancer. Other benefits - Can help with wound healing, Can help with blood pressure, Can help with allergies, Can help with digestive issues, Can help with bone and neurological health.",
    "Mentha cordifolia Opiz": "For Health - Pain relief, Antioxidant, Anti-inflammatory, Antimutagenic properties.",
    "Momordica charantia": "For Health - Managing diabetes, Improving digestion, Reducing inflammation, Cancer prevention.",
    "Moringa oleifera": "For Health - Nutritional powerhouse, Antioxidant activity, Anti-inflammatory effects, Cardiovascular health, Liver protection, Blood sugar regulation, Digestive support, Skin health, Hair health.",
    "Nerium oleander": "For Health - Used in the treatment of cardiac illness, asthma, diabetes mellitus, corns, scabies, cancer, epilepsy, wound healing, and as an antibacterial/antimicrobial.",
    "Ocimum basilicum": "For Health - Anti-inflammatory, Antibacterial, Blood sugar regulation. Other potential benefits - May help lower blood pressure, May improve cholesterol levels, May help reduce memory loss, May help reduce depression related to chronic stress, May support recovery from stroke, May repel insects such as mosquitos and ticks.",
    "Origanum vulgare": "For Health - Antioxidant, Anti-inflammatory, Antimicrobial properties, Can dissolve cold and phlegm.",
    "Pandanus amaryllifolius": "For Health - Pain relief, Heart health, Skin care, Blood sugar regulation, Antimicrobial properties.",
    "Pepromia pellucida": "For Health - Anti-inflammatory, Antimicrobial, Antioxidant properties. It has also been used to treat fevers, kidney disorders, and skin sores.",
    "Phyllanthus niruri": "For Health - Kidney and bladder health, Liver health, Antioxidant properties, Antiviral properties, Antibacterial properties, Anti-inflammatory properties, Anticancer properties, Antihyperlipidemic properties, Anti-diabetes properties.",
    "Premna odorata": "For Health - Anti-inflammatory, Anti-tuberculosis, Antioxidant, Hepatoprotective, Anti-aging. Other uses - Cough remedy, Wound treatment, Analgesic, Antipyretic.",
    "Psidium guajava": "For Health - Anti-inflammatory, Antioxidant, Antimicrobial, Digestive health. Other benefits - Can help with hypertension, Diabetes management, Pain relief, Locomotor coordination.",
    "Senna alata": "For Health - Treating skin conditions, Ringworm, Other fungal infections, Scabies, Eczema. Intestinal issues - Constipation, Intestinal parasites, Diarrhea. Other ailments - Typhoid, Diabetes, Malaria, Asthma.",
    "Tamarindus indica": "For Health - Antioxidants, Anti-inflammatory, Antimicrobial, Wound healing, Digestive health, Tissue health, Eye health, Fluorosis prevention.",
    "Vitex negundo": "For Health - Anti-inflammatory, Antioxidant, Antimicrobial, Cough remedy, Women's health support."
}
